Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/amazfish.tmx
Source language: en
Languages: sv

source: Test Popup
sv: Testa popup

source: Ascent
sv: Stigning

source: Goal
sv: Mål

source: Light
sv: Lätt

source: Rock Climbing
sv: Klippklättring

source: Updating activity metadata...
sv: Uppdaterar aktivitetsmetadata…

source: 24hr
sv: 24t

source: Weiqi
sv: Go

source: Cross Country Running
sv: Terränglöpning

source: Alarm 3
sv: Larm 3

source: Debugging
sv: Felsökning

source: Disconnect from watch
sv: Koppla ifrån klockan

source: Widgets
sv: Widgetar

source: Stop
sv: Stoppa

source: Fitness Equipment
sv: Träningsutrustning

source: Double Press Action
sv: Dubbeltrycksåtgärd

source: Activity name for FitPub
sv: Aktivitetsnamn för FitPub

source: Average Speed
sv: Genomsnittlig hastighet

source: Latin Dance
sv: Latindans

source: Swim Strokes
sv: Simtag

source: Blood Oxygen
sv: Syremättnad i blodet

source: Stair Stepper
sv: Trappmaskin

source: Indoor Track
sv: Inomhusbana

source: Finswimming
sv: Fensimning

source: Before proceeding you need to unpair your current device.
sv: Innan du fortsätter måste du ta bort parkopplingen från aktuell enhet.

source: Max Pace
sv: Högsta tempo

source: Scanning for devices…
sv: Söker efter enheter…

source: Amazfish Service
sv: Amazfish-tjänst

source: File does not seem to be supported
sv: Filen verkar inte stödjas

source: Enter auth key
sv: Ange autentiseringsnyckel

source: Stress Summary
sv: Stressöversikt

source: Scan for devices
sv: Sök efter enheter

source: Hours
sv: Timmar

source: Time Descending
sv: Tid vid nedstigning

source: Elevation Gain
sv: Höjdstigning

source: Downhill Time
sv: Tid i nedförsbacke

source: Music
sv: Musik

source: Mov Consistency
sv: Rörelsekonsekvens

source: Flashlight
sv: Ficklampa

source: Date Display
sv: Datumvisning

source: Alarm 1
sv: Larm 1

source: Time
sv: Tid

source: Matrix message
sv: Matrix-meddelande

source: Indoor Running
sv: Inomhuslöpning

source: Lacross
sv: Lacrosse

source: Analysis
sv: Analys

source: Low battery notification
sv: Avisering för låg batterinivå

source: Workout
sv: Träningspass

source: More
sv: Mer

source: Intensity
sv: Intensitet

source: Music Control
sv: Musikkontroll

source: Thu
sv: Tor

source: Commute
sv: Pendla

source: Altitude
sv: Höjd

source: Start/Stop the Amazfish Background Service
sv: Starta/Stoppa Amazfish bakgrundstjänst

source: Date/Time
sv: Datum/Tid
